Repository: mozilla-l10n/mt-training-data
Catalog: pt/pt_pontoon.tmx
Source language: en_us
Languages: pt

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
pt: Queremos que os algoritmos de aprendizado de máquina consigam lidar com uma variedade de ruídos de fundo. Mesmo ruídos relativamente altos podem ser aceitos, desde que não impeçam que você ouça o texto todo. Música de fundo tranquila está bem. Música alta o suficiente para atrapalhar a audição de pelo menos uma palavra, não.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
pt: Sotaques diferentes são bem-vindos! Tenha bastante cautela antes de rejeitar um clipe com base em sua avaliação de que o leitor pronunciou uma palavra incorretamente, colocou a ênfase no lugar errado ou ignorou a pontuação. Há uma grande variedade de pronúncias em uso no mundo todo, algumas das quais você pode não ter ouvido em sua comunidade local. Dê uma generosa margem de apreço àqueles que podem falar de forma diferente de você.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
pt: Também <strong>informaremos nossos gerentes de comunidade que você está interessado</strong>, para que possam lhe dar qualquer suporte ou informações adicionais que você precisar.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
pt: Nós entraremos em contato com mais informações sobre como adicionar o seu idioma ao Common Voice muito em breve.

source: We will be in touch with more information as it becomes available.
pt: Nós entraremos em contato com mais informações assim que estiverem disponíveis.

source: We will not make your email public.
pt: Não deixaremos público seu endereço de email.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
pt: Analisaremos sua solicitação de remover suas gravações de voz do conjunto de dados. Se sua solicitação for aprovada, entraremos em contato com aqueles que baixaram o conjunto de dados e solicitaremos que também removam suas gravações de voz.

source: We will show you a prompt or question
pt: Nós lhe mostraremos uma consulta ou dúvida

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
pt: Trabalhamos com fundações, sociedade civil e parceiros da comunidade para tornar a internet um lugar mais saudável, com foco particular na África Oriental. Saiba mais sobre nosso <programmaticWork>trabalho programático</programmaticWork>.

source: What is a language on Common Voice?
pt: O que é um idioma no Common Voice?

source: What issues are you experiencing with this content?
pt: Que problemas você está enfrentando com este conteúdo?

source: What issues are you experiencing with this sentence?
pt: Que problemas você está experimentando com esta frase?

source: What is your age?
pt: Qual é a sua idade?

source: What is your sex or gender?
pt: Qual é seu sexo ou gênero?

source: What kind of goal do you want to build?
pt: Que tipo de meta você quer alcançar?

source: What needs to be in my file?
pt: O que precisa ter no meu arquivo?

source: What sentences can I add?
pt: Que frases posso adicionar?

source: What’s inside the Common Voice dataset?
pt: O que existe dentro do conjunto de dados do Common Voice?

source: What's Public?
pt: O que é público?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
pt: Quando um usuário rejeita um clipe de voz, este volta para a fila. Se for rejeitado uma segunda vez, o clipe de voz é movido para o cemitério de clipes.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
pt: Ao ouvir, verifique com muito cuidado se o que foi gravado é exatamente o que estava escrito; rejeite se houver o menor erro. <br />Erros muito comuns incluem:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
pt: Quando você solicita suas gravações, nós as reunimos em um ou vários arquivos ZIP. Veja seus pedidos anteriores:

source: Which variant of { $language } do you speak?
pt: Qual variante de { $language } você fala?

source: Why ?
pt: Por quê?

source: Why a profile?
pt: Por que um perfil?

source: Why are you asking?
pt: Por que pergunta?

source: Why Common Voice?
pt: Por que o Common Voice?

source: Why does this matter?
pt: Por que isto é importante?

source: Why we built this Spontaneous Speech prototype
pt: Porque construímos este protótipo de Discurso Espontâneo

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
pt: Com um perfil, você pode acompanhar sua atividade e conectar-se a uma comunidade de contribuidores de dados de voz.

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
pt: Deseja solicitar que suas gravações de voz sejam excluídas também, ou prefere mantê-las no conjunto de dados do Common Voice?

source: Write
pt: Escrever

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
pt: Escreva exatamente o que a pessoa disse, incluindo palavras de substituição como "hum" ou "errr".

source: Write down what you hear the person saying here
pt: Escreva o que ouviu a pessoa a dizer aqui

source: Write options menu
pt: Menu de opções de escrita

source: y
pt: s

source: Y
pt: S

source: Yes
pt: Sim

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
pt: Sim, envie emails. Quero manter-me informado sobre o Projeto Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
pt: Sim, enviem emails. Quero manter-me informado sobre o progresso deste idioma no Common Voice.

source: Yiddish
pt: Iídiche

source: Yoruba
pt: Iorubá

source: You
pt: Você

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
pt: Você está preste a iniciar um download de <size>{ $size }GB</size>, deseja continuar?

source: You are prepared to initiate a download of <b>{ $size }</b>
pt: Está preparado para iniciar um download de <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
pt: O <strong>coletor de frases</strong> é uma ferramenta para coletar e validar frases de domínio público. Você <scAccountLink>precisa criar uma conta</scAccountLink>. Depois adicione seu idioma ao seu <strong>perfil</strong>. Você pode <strong>adicionar</strong> frases ou <strong>revisar</strong> frases adicionadas anteriormente.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
pt: Você também pode copiar e colar as URLs diretas em seu gerenciador preferido de download. Elas expiram em 12 horas, mas você pode voltar a esta página para gerar novas quando quiser.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
pt: Você também pode usar atalhos de teclado: { sc-review-form-button-approve-shortcut } para aprovar, { sc-review-form-button-reject-shortcut } para rejeitar, { sc-review-form-button-skip-shortcut } para pular

source: You can choose to make your username public or anonymous.
pt: Você pode escolher deixar seu nome de usuário público ou anônimo.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
pt: Você pode acessar a <datasetsPage>página de conjuntos de dados</datasetsPage>, selecionar a versão e o(s) idioma(s) que quer e baixar! Os arquivos têm <metadataLink>metadados associados</metadataLink>, como informações demográficas e dados de validação. Você precisa fornecer um endereço de email para baixar um conjunto de dados.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
pt: Você pode ajudar a construir um conjunto de dados de código aberto diverso criando um perfil no Common Voice e contribuindo com sua voz.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
pt: Você pode conhecer outras pessoas nas comunidades de idioma da Mozilla, juntando-se ao <discourseLink>Discourse</discourseLink> para conversas sobre tópicos, ou ao <matrixLink>Matrix</matrixLink> para aconselhamento rápido.

source: You cannot add multiple sentences for a single submission
pt: Você não pode adicionar várias frases em um único envio

source: You cannot request your recordings while another request is already in progress.
pt: Você não pode solicitar suas gravações enquanto outra solicitação já estiver em andamento.

source: You can request a new takeout of your recordings every { $days } days.
pt: Você pode solicitar uma nova remoção de suas gravações a cada { $days } dias.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
pt: Você pode realizar eventos para ajudar as pessoas a contribuir. É mais fácil do que você imagina. Você pode fazer isso online com uma ferramenta de videoconferência, ou pessoalmente se for seguro. <eventTemplate>Confira nossos modelos e recursos para a realização de eventos</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
pt: Você pode <sentenceCollectorLinkAdd>adicionar pequenas quantidades de frases</sentenceCollectorLinkAdd>, ou pode fazer <bulkImportDocsLink>importação em massa usando o Github</bulkImportDocsLink>. Lembre que as frases precisam ter <licenseLink>licença CC0 (ou ser de domínio público)</licenseLink>, ou você pode escrever suas próprias.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
pt: Você pode usar o <scraperLink>extrator de frases</scraperLink> para aproveitar frases curtas do Wikipedia.

source: You check whether the transcription matches the audio
pt: Você verifica se a transcrição corresponde ao áudio

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
pt: Você pode incluir o site, por exemplo, "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
pt: Você pode usar estilo de referência acadêmica, por exemplo, estilo Harvard "Mozilla (2021) Common Voice. Disponível em https://commonvoice.mozilla.org/ (acessado em 15 de setembro de 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
pt: Você pode usar plataformas de mídia social para divulgar a mensagem. Compartilhe publicações que explicam por que isso é importante e entre em contato com outras pessoas para falar sobre questões como direitos de idioma, inteligência artificial de voz ou preconceito em tecnologia. Veja mais conselhos sobre <campaignLink>como realizar uma campanha em mídias sociais, incluindo conteúdo que você pode reutilizar</campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
pt: Você não selecionou nenhum idioma. Vá em seu <profileLink>Perfil</profileLink> para selecionar idiomas.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
pt: Você atingiu o limite de envio desta página. Aguarde { $retryLimit } minutos antes de enviar outra frase. Obrigado por sua paciência!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
pt: Você atingiu o limite de envio desta página. Aguarde { $retryLimit } segundos antes de enviar outra frase. Obrigado por sua paciência!

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
pt: Você tem alterações não salvas nesta página. Se trocar de conjunto de dados, suas alterações não serão salvas. Tem certeza que quer trocar?

source: You must allow microphone access.
pt: Você deve permitir o acesso ao microfone.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
pt: Você precisa ser capaz de ouvir cada palavra da gravação. Queremos que os algoritmos de aprendizado de máquina sejam capazes de lidar com uma variedade de ruídos de fundo. Até mesmo ruídos relativamente altos ou música de fundo baixa podem ser aceitos, desde que não impeçam que você ouça todo o texto. Estalos ou interrupções que impeçam que você ouça o texto significa que você deve rejeitar o clipe.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
pt: Seu sotaque é a maneira como você pronuncia as palavras. Ele pode ser moldado de acordo com o local onde você viveu, os outros idiomas que você fala e muitos outros fatores. Você pode compartilhar qualquer informação que considere relevante aqui.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
pt: Suas gravações de voz anônimas permanecerão no conjunto de dados do Common Voice. Depois de excluir seu perfil, você não poderá mais enviar uma solicitação para remover suas gravações do conjunto de dados

source: Your daily goal has been created
pt: Sua meta diária foi criada

source: Your dataset is downloading!
pt: Seu conjunto de dados está sendo baixado!

source: Your download has started.
pt: Seu download começou.

source: You’re contributing to a target segment
pt: Você está contribuindo para um segmento-alvo

source: You’re contributing to our first target segment
pt: Você está contribuindo para nosso primeiro segmento alvo

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
pt: No momento, sua conta está configurada para <bold>NÃO</bold> receber emails, como lembretes de metas, informações do seu progresso e boletins informativos sobre o Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
pt: Sua conta está configurada para receber emails, como lembretes de metas, informações de progresso e novidades sobre o Common Voice

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
pt: Você está indo rápido demais. Dedique um momento para revisar a frase e ter certeza de que está correta.

source: You're helping Common Voice reach our daily sentence goals!
pt: Você ajuda o Common Voice a atingir nossas metas diárias de frases!

source: Your email address
pt: Seu endereço de email

source: You respond or reply to it as naturally as you can
pt: Você responde da forma mais natural possível

source: Your files are being assembled. Please check again later.
pt: Seus arquivos estão sendo preparados. Verifique novamente mais tarde.

source: Your Languages
pt: Seus idiomas

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
pt: Sua variante de idioma pode estar sem clipes de áudio! Se você se sentir confortável, pode alterar suas configurações para ver outras frases no seu idioma.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
pt: Sua variante de idioma pode estar sem frases! Se você se sentir confortável, pode alterar suas configurações para ver outras frases no seu idioma.

source: Your username and email will not be associated with the published data.
pt: Seu nome de usuário e email não serão associados com os dados publicados.

source: Your weekly goal has been created
pt: Sua meta semanal foi criada

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
pt: Você deve receber um email em breve explicando as etapas para ter seu idioma adicionado ao Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
pt: Você ajudou o Common Voice a atingir <goalPercentage></goalPercentage> da nossa meta diária de { $goalValue } de gravações!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
pt: Você ajudou o Common Voice a atingir <goalPercentage></goalPercentage> da nossa meta diária de { $goalValue } validações!

source: You've successfully signed up for contributing to { $language }. Thank you.
pt: Você inscreveu-se com sucesso para contribuir para { $language }. Obrigado.

source: You want to join the Common Voice mailing list
pt: Quero participar na lista de discussão do Common Voice

source: You write down what you hear in the audio clips
pt: Você escreve o que ouve em clipes de áudio

source: Zip #{ $offset } of { $total }
pt: Zip #{ $offset } de { $total }

source: abnormality
pt: anormalidade

source: account recovery key
pt: chave de recuperação de conta

source: add-on
pt: extra / extensão

source: aggregate
pt: agregado

source: alternate text
pt: texto alternativo

source: appear
pt: aparecer

source: appearance
pt: aparência

source: attack
pt: atacar

source: attacker
pt: invasor

source: Attack Site
pt: Site de ataque

source: attendee
pt: participante

source: authenticate
pt: autenticar

source: authenticated
pt: autenticado

source: authentication code
pt: código de autenticação

source: autoplay
pt: reprodução automática

source: back out
pt: retroceder

source: backup authentication code
pt: código de autenticação de backup, código de autenticação de restauração

source: black box
pt: caixa preta, deixar de investigar trecho de código

source: bookmark
pt: adicionar marcador / adicionar favorito

source: boolean
pt: booleano

source: boot
pt: expulsar

source: breakpoint
pt: ponto de interrupção (termo técnico, não traduzir)

source: Bug report
pt: Relato de erro

source: certificate authority
pt: autoridade certificadora

source: channel
pt: canal

source: cipher
pt: cifra

source: clipboard
pt: área de transferência

source: clockwise
pt: sentido horário

source: colorway
pt: esquema de cores

source: compact
pt: compacto

source: compact - recommend deprioritize
pt: compactar

source: confirmation code
pt: código de confirmação

source: context
pt: contexto

source: contribute
pt: contribuir

source: cookie banner
pt: aviso de cookies

source: corrupt
pt: corrompido

source: corrupted
pt: corrompido

source: counterclockwise
pt: anti-horário

source: crash
pt: travamento

source: cross-site tracking cookie
pt: cookie de rastreamento entre sites

source: cryptominer
pt: criptominerador

source: cryptomining
pt: criptomineração

source: debug
pt: depurar

source: deceptive site
pt: site enganoso

source: decode
pt: descodificar

source: decryption
pt: decriptação / descriptografia

source: disinformation
pt: desinformação

source: distrust
pt: deixar de confiar

source: eavesdropping
pt: espiar

source: email mask
pt: máscara de email

source: enable
pt: ativar

source: encode
pt: codificar

source: encrypt
pt: encriptar / criptografar

source: encryption
pt: encriptação / criptografia

source: end user
pt: utilizador final / usuário final

source: Enhanced Tracking Protection
pt: Proteção aprimorada contra rastreamento

source: executable file
pt: ficheiro executável / arquivo executável

source: extension
pt: extensão

source: external
pt: externo

source: Fellow
pt: Colega

source: filter bubble
pt: bolha de filtro, isolamento de opinião

source: fingerprinter
pt: rastreador de identidade digital

source: fingerprinting
pt: rastreamento de identidade digital

source: Firefox View
pt: Vista do Firefox

source: gear
pt: coisas, trajes (com identificação de marcas ou produtos)

source: grassroots
pt: fundamento, base

source: home page
pt: página inicial

source: idle
pt: inativo

source: import
pt: importar

source: independent browser
pt: navegador independente

source: innovations
pt: inovações

source: insecure
pt: inseguro

source: installation
pt: instalação

source: Issue
pt: Emitir

source: Legacy extension
pt: Extensão legada

source: misinformation
pt: desinformação

source: native
pt: nativo

source: net neutrality
pt: neutralidade da rede

source: nonprofit
pt: sem fins lucrativos

source: non-profit
pt: sem fins lucrativos

source: open source
pt: código aberto

source: override
pt: substituir, sobrepor

source: participation
pt: participação

source: Patch
pt: Correção (termo técnico, não traduzir)

source: phone number mask
pt: máscara de número de celular

source: preference
pt: preferência

source: Privacy Notice
pt: Aviso de privacidade

source: release
pt: versão, lançamento

source: report
pt: relatar

source: restricted site
pt: site restrito
